{
  "badge": "Expert à votre écoute",
  "title": "Propulsez votre vision digitale",
  "subtitle": "avec un partenaire stratégique",
  "description": "Je ne crée pas de simples interfaces, mais des écosystèmes performants conçus pour surpasser vos objectifs business et captiver vos utilisateurs.",
  "whoami": "Expertise & Engagement",
  "vision": {
"cards": [
      {
        "title": "Partenariat Stratégique & Vision Long Terme",
        "description": "Je ne travaille pas pour vous, mais avec vous. En m'immergeant dans votre univers, je deviens votre conseiller technologique de confiance pour bâtir un partenariat solide, sécuriser vos choix et faire évoluer vos outils au rythme de votre croissance durable."
      },
      {
        "title": "Partenariat & Immersion Métier",
        "description": "Je ne travaille pas pour vous, mais avec vous. Je m'immerge dans votre univers pour comprendre vos enjeux quotidiens et devenir le bras droit technique sur lequel vous pouvez vous reposer."
      },
      {
        "title": "Innovation Utile & Humaine",
        "description": "L'innovation ne vaut rien si elle est complexe. Je simplifie la technologie (IA, automatisation) pour qu'elle devienne un outil naturel, invisible et puissant au service de vos utilisateurs."
      },
      {
        "title": "Engagement & Co-conception",
        "description": "La réussite est un sport d'équipe. Ma méthode repose sur une écoute active et un échange constant : vous gardez la maîtrise de votre vision pendant que j'en assure la solidité technique."
      }
    ]
  },
  "profile": {
    "greeting": "Hello, je suis",
    "name": "Abdoulaye Patawala",
    "role": "Architecte Solutions Web & Mobile",
    "mission": "Ma mission :",
    "missionText": "Piloter votre stratégie digitale pour vous libérer des contraintes techniques et vous permettre de vous concentrer sur votre croissance.",
    "description": "Du MVP stratégique à l'application complexe, je transforme vos concepts en solutions performantes, scalables et pensées pour durer dans le temps.",
    "message": {
      "question": "Besoin d'un diagnostic pour votre projet ?",
      "text": "Je vous apporte une expertise conseil pour définir la solution technologique la plus rentable et adaptée à vos besoins."
    },
    "badges": {
      "webMobile": "Web & Mobile Expert",
      "available": "Disponible pour nouveaux défis"
    }
  },
  "buttons": {
    "talk": "Lancer mon projet",
    "services": "Explorer mes solutions"
  },
  "microCTA": {
    "quote": "Diagnostic gratuit",
    "response": "Réponse sous 24h",
    "commitment": "Engagement d'excellence"
  }
}