{
  "badge": "Expert à votre écoute",
  "title": "Propulsez votre vision digitale",
  "subtitle": "avec un partenaire stratégique",
  "description": "Je ne crée pas de simples interfaces, mais des écosystèmes performants conçus pour surpasser vos objectifs business et captiver vos utilisateurs.",
  "whoami": "Expertise & Engagement",
  "vision": {
"cards": [
      {
        "title": "Conseil & Stratégie Technologique",
        "description": "Je vous oriente vers les technologies les plus pertinentes pour votre business, en évitant les surcoûts inutiles et les impasses techniques dès le premier jour."
      },
      {
        "title": "Partenariat Stratégique & Vision Long Terme",
        "description": "En m'immergeant dans votre univers, je deviens votre conseiller technologique de confiance pour bâtir un partenariat solide, sécuriser vos choix et faire évoluer vos outils au rythme de votre croissance durable."
      },
      {
        "title": "Innovation & Performance Commerciale",
        "description": "J'intègre l'intelligence artificielle et les outils web les plus modernes pour concevoir des solutions qui maximisent vos ventes et offrent une expérience fluide à vos utilisateurs."
      },
      {
        "title": "Engagement & Co-conception",
        "description": "Ma méthode repose sur une écoute active et un échange constant : vous gardez la maîtrise de votre vision pendant que j'en assure la solidité et la pérennité."
      }
    ]
  },
  "profile": {
    "greeting": "Hello, je suis",
    "name": "Abdoulaye Patawala",
    "role": "Architecte Solutions Web & Mobile",
    "mission": "Ma mission :",
    "missionText": "Piloter votre stratégie digitale pour vous libérer des contraintes techniques et vous permettre de vous concentrer sur votre croissance.",
    "description": "Du MVP stratégique à l'application complexe, je transforme vos concepts en solutions performantes, scalables et pensées pour durer dans le temps.",
    "message": {
      "question": "Besoin d'un diagnostic pour votre projet ?",
      "text": "Je vous apporte une expertise conseil pour définir la solution technologique la plus rentable et adaptée à vos besoins."
    },
    "badges": {
      "webMobile": "Web & Mobile Expert",
      "available": "Disponible pour nouveaux défis"
    }
  },
  "buttons": {
    "talk": "Lancer mon projet",
    "services": "Explorer mes solutions"
  }
}