{
  "badge": "Expertise on demand",
  "title": "Scale your digital vision",
  "subtitle": "with a strategic partner",
  "description": "I don't just build interfaces; I engineer high-performance ecosystems designed to exceed your business goals and captivate your audience.",
  "whoami": "Expertise & Commitment",
  "vision": {
    "cards": [
      {
        "title": "Strategic Partnership & Long-Term Vision",
        "description": "I don't just work for you; I work with you. By immersing myself in your business, I become your trusted tech advisor to build a lasting partnership, securing your choices and evolving your tools alongside your long-term growth."
     },
      {
        "title": "Partnership & Business Immersion",
        "description": "I don't just work for you; I work with you. I dive into your world to understand your daily challenges and become the technical right hand you can truly rely on."
      },
      {
        "title": "Human-Centric Innovation",
        "description": "Innovation is worthless if it's overcomplicated. I simplify technology (AI, automation) so it becomes a natural, invisible, and powerful tool for your users."
      },
      {
        "title": "Commitment & Co-creation",
        "description": "Success is a team sport. My method is built on active listening and constant feedback: you keep control of your vision while I ensure its technical integrity."
      }
    ]
  },
  "profile": {
    "greeting": "Hello, I'm",
    "name": "Abdoulaye Patawala",
    "role": "Web & Mobile Solutions Architect",
    "mission": "My mission:",
    "missionText": "To lead your digital strategy, freeing you from technical constraints so you can focus entirely on scaling your core business.",
    "description": "From strategic MVPs to complex applications, I transform your concepts into high-performance, scalable solutions built to last.",
    "message": {
      "question": "Need a diagnostic for your project?",
      "text": "I provide expert advice to help you define the most cost-effective and suitable technological solution for your goals."
    },
    "badges": {
      "webMobile": "Web & Mobile Expert",
      "available": "Available for new ventures"
    }
  },
  "buttons": {
    "talk": "Start my project",
    "services": "Explore solutions"
  },
  "microCTA": {
    "quote": "Free diagnostic",
    "response": "24h response time",
    "commitment": "Commitment to excellence"
  }
}